IDEA StatiCa Open Model
SectionCharacteristics Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the SectionCharacteristics class
 Namespace: IdeaRS.OpenModel.Geometry2D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SectionCharacteristics()
Public Sub New
public:
SectionCharacteristics()
See Also
Reference
SectionCharacteristics Class
IdeaRS.OpenModel.Geometry2D Namespace